const SONGS = [
  {
    id: 108299,
    name: '爱的代价',
    artist: '李宗盛',
    album: {
      id: 10759,
      name: '爱情论',
      cover:
        'https://p1.music.126.net/a1uV59DV8OJzn4OVXRlLPw==/109951163071276550.jpg',
    },
  },
  {
    id: 65536,
    name: '爱情转移',
    artist: '陈奕迅',
    album: {
      id: 6434,
      name: '认了吧',
      cover:
        'https://p2.music.126.net/o_OjL_NZNoeog9fIjBXAyw==/18782957139233959.jpg',
    },
    lyric: [
      {
        time: 59.197,
        text: '把一个人的温暖',
        wordTime: [0, 0.25, 0.5, 0.7, 0.95, 1.25, 1.601, 2.101],
      },
      {
        time: 61.298,
        text: '转移到另一个的胸膛',
        wordTime: [0, 0.4, 0.65, 0.951, 1.2, 1.451, 1.7, 2.001, 2.301, 2.904],
      },
      {
        time: 64.202,
        text: '让上次犯的错反省出梦想',
        wordTime: [
          0,
          0.249,
          0.556,
          0.806,
          1.157,
          1.557,
          1.907,
          2.257,
          2.658,
          3.058,
          3.409,
          4.209,
        ],
      },
      {
        time: 68.812,
        text: '每个人都是这样',
        wordTime: [0, 0.25, 0.501, 0.8, 1.052, 1.351, 1.601, 2.151],
      },
      {
        time: 70.963,
        text: '享受过提心吊胆',
        wordTime: [0, 0.301, 0.602, 0.901, 1.152, 1.452, 1.753, 2.154],
      },
      {
        time: 73.395,
        text: '才拒绝做爱情代罪的羔羊',
        wordTime: [
          0,
          0.25,
          0.45,
          0.75,
          1.1,
          1.4,
          1.85,
          2.25,
          2.55,
          3,
          3.601,
          4.305,
        ],
      },
    ],
    offset: -49.7,
  },
]

export default SONGS
